Repository: judasrvg/CandysoftPhotoStudio
Catalog: src/Tattoo.InkVibesTattoo/Resources/Resource.*.resx
Languages: es

# WelcomeTitle
source: Welcome to InkVibes Tattoo Studio
es: Bienvenido a InkVibes Tattoo Studio

# WelcomeSubtitle
source: Ink Your Story, Own Your Art
es: Tatua tu historia, posee tu arte

# WelcomeDescription
source: Decorate your most precious temple with our art. We offer unique tattoos, quality, and safety with customer satisfaction as our priority. Trust us to make you happy with your new tattoo. Schedule your consultation and transform your vision into reality.
es: Bienvenido, el destino principal para tatuajes de alta calidad. Nuestro equipo de artistas expertos se dedica a convertir tu visión en realidad con una artesanía inigualable. Estamos comprometidos con la excelencia en cada pieza, asegurando una experiencia única y personalizada. Descubre la diferencia en InkVibes Tattoo, donde el arte se encuentra con la precisión en un entorno de primera clase.

# FindUsButton
source: Find us
es: Encuéntranos

# TheArtistTitle
source: The Artist
es: El Artista

# AdrianName
source: Adrian
es: Adrián

source: Diverse Styles
es: Estilos Diversos

# AdrianBio
source: I was born in Havana, Cuba, and from a young age, I was passionate about the visual arts, spending hours drawing. When I discovered tattooing, I knew I wanted to dedicate myself to this beautiful profession, starting my career in Cuba. After six years of perfecting and growing my skills, I emigrated to the United States. Here, I continue to deliver art and dedication to every client who trusts me to decorate their body, ensuring that each piece is unique and meaningful. My mission is to transform ideas into art that celebrates each person's individuality.
es: Procedente de La Habana, Cuba, Adrián comenzó a tatuar a los 16 años. A pesar de que obtener suministros siempre fue un desafío, y que los materiales básicos de tatuaje tardaban meses en llegar, nunca dejó que eso le impidiera perseguir sus sueños. Después de tatuar en Cuba durante más de 7 años, a finales del '22, Adrián se mudó a Florida. Tras conocer a los propietarios de Emphasis, demostró rápidamente que pertenecía al talentoso equipo de artistas del estudio. Adrián tiene una habilidad diversa y ningún proyecto es demasiado grande o pequeño para nuestra nueva adición al equipo.

# MyWorkTitle
source: My Work
es: Mi Trabajo

# BookNowButton
source: BOOK NOW
es: RESERVA YA!

source: BOOK NOW
es: RESERVA YA!

# ContactUsTitle
source: Contact us
es: Contáctenos

# AddressLabel
source: ADDRESS
es: DIRECCIÓN

# OpeningHoursLabel
source: OPENING HOURS
es: HORARIO DE APERTURA

# OpeningHours
source: Monday - Sunday: 10am - 7pm
es: Lunes - Domingo: 10am - 7pm

# FAQTitle
source: FAQ
es: Preguntas Frecuentes

# CommitmentTitle
source: Our Commitment to Quality
es: Nuestro Compromiso con la Calidad

# CommitmentDescription
source: At our tattoo studio, cleanliness is our top priority. We take meticulous care to ensure a pristine and hygienic environment for our clients. Your safety and satisfaction are paramount to us, and our commitment to sanitation reflects our dedication to providing the best tattoo experience possible.
es: En nuestro estudio de tatuajes, la limpieza es nuestra principal prioridad. Nos ocupamos meticulosamente de garantizar un entorno prístino e higiénico para nuestros clientes. Tu seguridad y satisfacción son primordiales para nosotros, y nuestro compromiso con la sanidad refleja nuestra dedicación a brindar la mejor experiencia de tatuaje posible.

# OurNeedlesTitle
source: Our Needles
es: Nuestras Agujas

# OurNeedlesDescription
source: All tattoo needles used at InkVibes Tattoo are of the highest industry standards, pre-sterilized, and single-use.
es: Todas las agujas de tatuaje utilizadas en InkVibes Tattoo cumplen con los más altos estándares de la industria, son preesterilizadas y de un solo uso.

# OurInkTitle
source: Our Ink
es: Nuestra Tinta

# OurInkDescription
source: All ink used at InkVibes Tattoo is of the highest industry standards, 100% vegan-friendly, and non-toxic.
es: Toda la tinta utilizada en InkVibes Tattoo cumple con los más altos estándares de la industria, es 100% vegana y no tóxica.

# OurProcessTitle
source: Our Process
es: Nuestro Proceso

# OurProcessDescription
source: We adhere to the highest health and hygiene standards, assuring your safety and ours. All procedures are performed with single-use equipment.
es: Adherimos a los más altos estándares de salud e higiene, asegurando tu seguridad y la nuestra. Todos los procedimientos se realizan con equipos de un solo uso.

# OurSafetyTitle
source: Our Safety
es: Nuestra Seguridad

# OurSafetyDescription
source: All equipment and work areas used to perform procedures at InkVibes Tattoo are thoroughly sterilized and cleaned between clients, assuring you peace of mind.
es: Todo el equipo y las áreas de trabajo utilizadas para realizar procedimientos en InkVibes Tattoo se esterilizan y limpian a fondo entre clientes, asegurándote tranquilidad.

source: Home
es: Inicio

# Artist
source: The Artist
es: El Artista

# Gallery
source: My Work
es: Mi Trabajo

source: Contact
es: Contacto

source: FAQ
es: Preguntas Frecuentes

# InitViewTitle
source: INK YOUR STORY, OWN YOUR ART
es: TATUA TU HISTORIA, POSEE TU ARTE

# InitViewButton
source: Let's START!
es: ¡Vamos a EMPEZAR!

# HeaderFAQ
source: Frequently Asked Questions
es: Preguntas Frecuentes

# RightReserved
source: All rights reserved
es: Todos los derechos reservados

# ViewMoreButton
source: VIEW MORE
es: VER MAS

# UploadDesign
source: Share with us your prefered design
es: Comparte con nosotros tu diseño preferido

source: Your Name
es: Tu Nombre

source: Required
es: Requerido

source: Your Email
es: Tu Correo Electrónico

source: Invalid
es: Inválido

source: Your Phone
es: Tu Teléfono

# PreferredDate
source: Date
es: Fecha Preferida

source: Details
es: Detalles

# IsCoverUp
source: Is this a CoverUp
es: ¿Es una cobertura?

source: With Color
es: Con Color

# BlackAndWhite
source: Black / White
es: Blanco y Negro

# OverAge
source: I am over the age of 18
es: Tengo más de 18 años

# AcceptConditions
source: I agree to receive promotional messages sent via an autodialer and this agreement isn't a condition of any purchase.
es: Acepto recibir mensajes promocionales enviados a través de un marcador automático

source: SEND
es: ENVIAR

source: Get Directions
es: Ruta

# UploadChoose
source: Choose
es: Selecciona

source: Completed
es: Completado

# EndDateInvalid
source: End Date most be greatest than start date
es: Fecha final debe ser mayor que la inicial

source: Invalid Dates
es: Fecha no válida

# MaximunFiles
source: You can upload a maximum of
es: Puede subir un máximo de

source: On Limit
es: Límite

source: OperationSuccess
es: Operación satisfactoria

source: Tell Us More
es: Cuéntanos más
